app/controllers/students_controller.rb

INSERT INTO "students" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2022-01-05 21:13:45.053074"], ["updated_at", "2022-01-05 21:13:45.053074"]]
---
  def create
    @student = Student.new(student_params)
    @student.save